package com.example.myapplication.home.search.bean;

import java.util.List;

public class SearchResultBean {
    /**
     * code : 1
     * data : {"keywords":"习近平","list":[{"column_name":"地缘","content":"2020年4月27日晚间，中国国家主席习近平同伊朗总统鲁哈尼通电话。鲁哈尼对中方为伊朗人民抗击疫情及时提供宝贵医疗专家组及物资援助深表感谢。习近平代表中国政府和中国人民，对伊朗政府和伊朗人民抗击新冠肺炎疫情表示诚挚慰问和坚定支持。习近平指出，在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。中国人民心系伊朗人民抗击疫情，已向伊方援助多批抗疫物资，并向贵国派遣了首个对外抗疫医疗专家组。中方愿同伊方继续加强抗疫合作，分享抗疫经验，提供力所能及的帮助。相信在你领导下，伊朗人民一定能够早日战胜疫情。习近平强调，面对这次全球性重大突发公共卫生事件，国际社会只有加强协调合作，才能形成战胜疫情的合力。单边制裁妨碍伊朗及国际社会抗疫努力。中方坚定发展中伊全面战略伙伴关系，坚定支持伊朗捍卫国家主权和尊严。中方愿同伊朗等国际社会一道，加强国际抗疫合作，共同争取抗疫斗争最终胜利，为维护世界公共卫生安全作出贡献。鲁哈尼对中方成功控制疫情感到高兴，中方经验值得各国借鉴。面对疫情，伊中两国相互支持，两国人民友谊得到深化。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系。当前形势下，应立即解除对伊非法单边制裁。伊方希同各国一道，共同维护多边主义，捍卫国际公平正义和伊方正当权益。（转载请注明见道网 www.seetao.com ）见道网战略栏目编辑/黄利军","description":"在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系","edit_time":"2020-04-28 09:40","id":"23610","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-28/y_s_x9tzzb93vr0io.png","is_collect":0,"is_good":0,"lead":"在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系","link":"https://www.seetao.com/app_details/23610/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23610/zh.html","theme":"习近平同伊朗总统鲁哈尼通电话，鲁哈尼感谢中方对伊朗援助","type":"1","view_type":1},{"column_name":"宏观","content":"新华社西安4月23日电 中共中央总书记、国家主席、中央军委主席习近平近日在陕西考察时强调，要全面落实党中央决策部署，坚持稳中求进工作总基调，坚持新发展理念，扎实做好稳就业、稳金融、稳外贸、稳外资、稳投资、稳预期工作，全面落实保居民就业、保基本民生、保市场主体、保粮食能源安全、保产业链供应链稳定、保基层运转任务，努力克服新冠肺炎疫情带来的不利影响，确保完成决战决胜脱贫攻坚目标任务，全面建成小康社会，奋力谱写陕西新时代追赶超越新篇章。四月的三秦大地，到处春意盎然。4月20日至23日，习近平在陕西省委书记胡和平和省长刘国中陪同下，先后来到商洛、安康、西安等地，深入自然保护区、贫困山区、社区、学校、企业等，了解秦岭生态环境保护、脱贫攻坚、复工复产等情况，就统筹推进新冠肺炎疫情防控和经济社会发展工作、打赢脱贫攻坚战进行调研，看望慰问干部群众。4月20日，习近平在位于秦岭山脉东段的牛背梁国家级自然保护区羚牛谷，了解秦岭生态环境保护情况秦岭山脉是我国重要的生态安全屏障。党的十八大以来，习近平总书记多次就查处秦岭北麓西安境内违建别墅问题、加强秦岭生态保护作出重要指示批示。20日下午，习近平抵达商洛市柞水县，首先来到位于秦岭山脉东段的牛背梁国家级自然保护区，步行进入羚牛谷察看自然生态，称赞这里是\u201c养在深闺人未识的天然氧吧\u201d。4月20日，习近平在位于秦岭山脉东段的牛背梁国家级自然保护区羚牛谷，了解秦岭生态环境保护情况随后，习近平乘车来到海拔1700米的月亮垭，远眺秦岭牛背梁主峰，听取陕西省吸取秦岭北麓违建别墅问题教训、抓好生态保护等工作汇报。习近平强调，秦岭和合南北、泽被天下，是我国的中央水塔，是中华民族的祖脉和中华文化的重要象征。保护好秦岭生态环境，对确保中华民族长盛不衰、实现\u201c两个一百年\u201d奋斗目标、实现可持续发展具有十分重大而深远的意义。陕西要深刻吸取秦岭违建别墅问题的教训，痛定思痛，警钟长鸣，以对党、对历史、对人民高度负责的精神，以功成不必在我的胸怀，把秦岭生态环境保护和修复工作摆上重要位置，履行好职责，当好秦岭生态卫士，决不能重蹈覆辙，决不能在历史上留下骂名。要自觉讲政治，对国之大者要心中有数，关注党中央在关心什么、强调什么，深刻领会什么是党和国家最重要的利益、什么是最需要坚定维护的立场，切实把增强\u201c四个意识\u201d、坚定\u201c四个自信\u201d、做到\u201c两个维护\u201d落到行动上，不能只停留在口号上。4月20日，习近平在位于秦岭山脉东段的牛背梁国家级自然保护区月亮垭，察看秦岭自然生态，了解陕西省吸取秦岭北麓违建别墅问题教训、抓好生态保护等情况离开保护区，沿着陡峭的山路，习近平乘车前往柞水县小岭镇金米村考察脱贫攻坚情况。金米村位于秦岭深处，曾经是极度贫困村，近年来通过发展木耳、中药材、旅游等产业实现了整村脱贫。习近平步行察看村容村貌，走进村培训中心、智能联栋木耳大棚，了解木耳品种和种植流程，询问木耳价格、销路和村民收入等，夸奖他们把小木耳办成了大产业。习近平指出，发展扶贫产业，重在群众受益，难在持续稳定。要延伸产业链条，提高抗风险能力，建立更加稳定的利益联结机制，确保贫困群众持续稳定增收。脱贫摘帽不是终点，而是新生活、新奋斗的起点。接下来要做好乡村振兴这篇大文章，推动乡村产业、人才、文化、生态、组织等全面振兴。4月20日至23日，中共中央总书记、国家主席、中央军委主席习近平在陕西考察。这是4月20日，习近平在商洛市柞水县小岭镇金米村培训中心，了解该村发展木耳产业情况4月20日，习近平在商洛市柞水县小岭镇金米村智能联栋木耳大棚，同村民亲切交流4月20日，习近平在商洛市柞水县小岭镇金米村，了解该村发展木耳产业情况4月20日，习近平在商洛市柞水县小岭镇金米村考察时，向村民们挥手致意安康市地处秦巴山区集中连片特困地区的核心区。21日上午，习近平来到安康市平利县老县镇锦屏社区。锦屏社区累计安置搬迁贫困群众1346户4173人。习近平实地察看了社区电子加工厂、毛绒玩具厂、服饰公司产品展示厅，对当地\u201c山上兴产业，山下建社区，社区办工厂\u201d的发展思路给予肯定，勉励企业努力克服疫情带来的不利影响，积极拓展国内市场。习近平强调，今年是脱贫攻坚决战决胜之年，解决好贫困群众就业问题非常重要。各级党委和政府要加大扶持力度，通过各种方法保障贫困群众就业。镇上的群众听说总书记来了，纷纷来到街上，高声向总书记问好。习近平祝乡亲们幸福安康！4月21日，习近平在安康市平利县老县镇锦屏社区考察社区毛绒玩具厂，了解搬迁群众就业情况在搬迁户汪显平家，习近平同一家老少围坐在一起拉家常。汪显平告诉总书记，以前在山里，住的是土房，走的是山路，干啥都不方便，搬到社区后，一家人住进了三室两厅的楼房，夫妻两人就近务工，还能照顾老人，过上了过去做梦都想不到的好日子。习近平听了十分高兴。他强调，易地搬迁是解决一方水土养不好一方人、实现贫困群众跨越式发展的根本途径，也是打赢脱贫攻坚战的重要途径。搬得出的问题基本解决后，后续扶持最关键的是就业。乐业才能安居。解决好就业问题，才能确保搬迁群众稳得住、逐步能致富，防止返贫。易地搬迁群众来自四面八方，加强社区建设很重要。基层党组织要发挥领导核心作用，把社区管理和服务工作抓好，求真务实，让人民群众获得实实在在的好处。4月21日，习近平在安康市平利县老县镇锦屏社区，同搬迁户汪显平一家围坐在一起拉家常随后，习近平来到老县镇卫生院，了解基层卫生防疫、医疗保障工作，并向坚守在基层防疫抗疫一线广大医务人员表示亲切慰问。习近平指出，要加快补齐公共卫生服务短板，加强农村、社区等基层疫情防控能力建设，把各项防控措施常态化。4月21日，习近平在安康市平利县老县镇卫生院，了解基层卫生防疫、医疗保障工作镇中心小学四至六年级学生已于4月20日开学。习近平走进教室，孩子们齐声向习爷爷问好。习近平询问孩子们学习和生活情况。他强调，要推进城乡义务教育一体化发展，缩小城乡教育资源差距，促进教育公平，切断贫困代际传递。习近平接着来到学校食堂，了解学生伙食和复学后疫情防控情况，叮嘱他们加强学校重点场所消毒，为复学复课提供安全的环境。4月21日，习近平在安康市平利县老县镇中心小学食堂，了解学生伙食和复学后疫情防控情况位于老县镇蒋家坪村的女娲凤凰茶业现代示范园区，属于苏陕扶贫协作项目，通过\u201c党支部+龙头企业+贫困户\u201d的模式，带动100多户贫困户年人均增收千元以上。深山之中，春雨淅沥，云雾缭绕。习近平拾级而上，步入茶园，沿途察看春茶长势，同茶农们亲切交谈，仔细询问茶叶收成、价格和村民土地流转、参加分红、务工收入等情况。他指出，人不负青山，青山定不负人。绿水青山既是自然财富，又是经济财富。希望乡亲们坚定不移走生态优先、绿色发展之路，因茶致富、因茶兴业，脱贫奔小康。4月21日，习近平在安康市平利县老县镇蒋家坪村女娲凤凰茶业现代示范园区，同茶农们亲切交谈22日，习近平在西安考察复工复产和经济社会恢复运行等情况。陕西汽车控股集团有限公司是西北地区有影响力的制造企业。习近平详细了解产品研发、生产、销售和复工复产情况，对他们克服疫情影响创产销历史新高表示赞赏。总装车间内一片繁忙景象。习近平察看内饰生产线、总装配生产线，饶有兴致登上装配完成的民用重型卡车驾驶室，向技术人员询问产品性能和操作流程。习近平强调，制造业是国家经济命脉所系。国有大型企业要发挥主力军作用，在抓好常态化疫情防控的前提下，带动上下游产业和中小企业全面复工复产。习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶。4月22日，习近平在陕西汽车控股集团有限公司总装车间察看生产线，了解产品研发、生产、销售和复工复产情况4月22日，习近平在陕西汽车控股集团有限公司考察时，同企业职工亲切交流交大西迁博物馆坐落于西安交通大学兴庆校区。上世纪50年代，一批交大人响应党的号召，\u201c打起背包就出发\u201d，从上海迁至西安。博物馆二层和三层展厅，分别呈现了交大西迁的创业历程和辉煌成就。习近平仔细端详一张张照片、一件件实物。在一层大厅，习近平亲切会见14位西迁老教授，祝愿他们身体安康、家庭幸福。习近平指出，\u201c西迁精神\u201d的核心是爱国主义，精髓是听党指挥跟党走，与党和国家、与民族和人民同呼吸、共命运，具有深刻现实意义和历史意义。要坚持党对高校工作的全面领导，坚持立德树人，建设高素质教师队伍，努力培养更多一流人才。习近平勉励广大师生大力弘扬\u201c西迁精神\u201d，抓住新时代新机遇，到祖国最需要的地方建功立业，在新征程上创造属于我们这代人的历史功绩。4月22日，习近平在西安交通大学交大西迁博物馆参观4月22日，习近平在西安交通大学交大西迁博物馆亲切会见西迁老教授傍晚时分，习近平乘车来到毗邻大雁塔的大唐不夜城步行街。疫情发生以来，昔日熙熙攘攘的步行街一度空荡无人，现在又开始热闹起来。习近平走进步行街，了解步行街恢复经营状况。沿途游客看见总书记，惊喜地欢呼起来，习近平频频挥手致意。他走进老字号西安饭庄，同店员和正在就餐的顾客热情交谈。习近平强调，要在科学防控疫情的前提下，有序推动各类商场、市场复商复市，努力恢复正常生活秩序。4月22日，习近平在西安大唐不夜城步行街考察时，向游客挥手致意4月22日，习近平走进西安大唐不夜城步行街老字号西安饭庄，同正在就餐的顾客热情交谈4月22日，习近平在西安大唐不夜城步行街考察时，向游客挥手致意2020年4月23日上午，习近平听取了陕西省委和省政府工作汇报，对陕西各项工作予以肯定。习近平指出，今年是全面建成小康社会和\u201c十三五\u201d规划收官之年，也是脱贫攻坚决战决胜之年，突如其来的新冠肺炎疫情给我们完成既定目标任务带来挑战。希望陕西广大干部群众只争朝夕、真抓实干，在新时代各项工作中取得新气象新作为，为实现\u201c两个一百年\u201d奋斗目标、实现中华民族伟大复兴的中国梦贡献力量。习近平强调，我国经济稳中向好、长期向好的基本趋势没有改变。要坚定信心、保持定力，加快转变经济发展方式，把实体经济特别是制造业做实做强做优，推进5G、物联网、人工智能、工业互联网等新型基建投资，加大交通、水利、能源等领域投资力度，补齐农村基础设施和公共服务短板，着力解决发展不平衡不充分问题。要围绕产业链部署创新链、围绕创新链布局产业链，推动经济高质量发展迈出更大步伐。习近平指出，要围绕推进国家治理体系和治理能力现代化，突出基础性、根本性、全局性的重大改革举措，打造内陆改革开放高地。要深度融入共建\u201c一带一路\u201d大格局，加快形成面向中亚南亚西亚国家的通道、商贸物流枢纽、重要产业和人文交流基地，构筑内陆地区效率高、成本低、服务优的国际贸易通道。习近平强调，陕西生态环境保护，不仅关系自身发展质量和可持续发展，而且关系全国生态环境大局。要牢固树立绿水青山就是金山银山的理念，统筹山水林田湖草系统治理，优化国土空间开发格局，调整区域产业布局，发展清洁生产，推进绿色发展，打好蓝天、碧水、净土保卫战。要坚持不懈开展退耕还林还草，推进荒漠化、水土流失综合治理，推动黄河流域从过度干预、过度利用向自然修复、休养生息转变，改善流域生态环境质量。习近平指出，民生是人民幸福之基、社会和谐之本。要坚持以人民为中心的发展思想，扎实办好民生实事。要瞄准突出问题精准施策，做好剩余贫困人口脱贫工作，因地制宜发展区域特色产业，加快建立防止返贫监测和帮扶机制，加强易地扶贫搬迁后续扶持，多措并举巩固脱贫成果。要做好高校毕业生、农民工、退役军人等重点群体就业工作，多渠道促进就业创业。要加强和创新社会治理，坚持和完善新时代\u201c枫桥经验\u201d，深化扫黑除恶专项斗争。习近平强调，这次抗击疫情斗争是一次大考，充分彰显了各级党组织的强大战斗力，彰显了广大党员、干部的先锋模范作用，同时也暴露出一些党组织组织领导力不强，一些党员干部能力不足、作风不实等问题。各级党委（党组）要切实落实全面从严治党主体责任，把全面从严治党的要求落实到党的建设全过程。习近平指出，延安精神培育了一代代中国共产党人，是我们党的宝贵精神财富。要坚持不懈用延安精神教育广大党员、干部，用以滋养初心、淬炼灵魂，从中汲取信仰的力量、查找党性的差距、校准前进的方向。要把政治建设摆在首位，严肃党内政治生活，严格落实中央八项规定及其实施细则精神，坚决破除形式主义、官僚主义，构建一体推进不敢腐、不能腐、不想腐体制机制，为各项事业发展提供坚强保障。习近平强调，陕西是中华民族和华夏文明重要发祥地之一。要加大文物保护力度，弘扬中华优秀传统文化、革命文化、社会主义先进文化，培育社会主义核心价值观，加强公共文化产品和服务供给，更好满足人民群众精神文化生活需要。丁薛祥、刘鹤、何立峰和中央有关部门负责同志陪同考察。见道网工程栏目编辑/黄利军","description":"4月20日至23日，习近平在陕西省委书记胡和平和省长刘国中陪同下，先后来到商洛、安康、西安等地，深入自然保护区、贫困山区、社区、学校、企业等，了解秦岭生态环境保护、脱贫攻坚、复工复产等情况，就统筹推进新冠肺炎疫情防控和经济社会发展工作、打赢脱贫攻坚战进行调研，看望慰问干部群众","edit_time":"2020-04-24 10:32","id":"23162","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_r2zj75y3f7rhy.png","is_collect":0,"is_good":0,"lead":"4月20日至23日，习近平在陕西省委书记胡和平和省长刘国中陪同下，先后来到商洛、安康、西安等地，深入自然保护区、贫困山区、社区、学校、企业等，了解秦岭生态环境保护、脱贫攻坚、复工复产等情况，就统筹推进新冠肺炎疫情防控和经济社会发展工作、打赢脱贫攻坚战进行调研，看望慰问干部群众","link":"https://www.seetao.com/app_details/23162/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23162/zh.html","theme":"习近平总书记在陕西考察时强调奋力谱写陕西新时代追赶超越新篇章","type":"1","view_type":1},{"column_name":"宏观","content":"习近平总书记22日在西安考察调研。他先后来到陕西汽车控股集团有限公司、西安交通大学、大唐不夜城步行街，了解企业复工复产和社会生活秩序恢复等情况。（文字记者：张晓松 摄影记者：鞠鹏、谢环驰、燕雁、翟健岚）见道网编辑/黄利军","description":"习近平总书记22日在西安考察调研。他先后来到陕西汽车控股集团有限公司、西安交通大学、大唐不夜城步行街，了解企业复工复产和社会生活秩序恢复等情况。","edit_time":"2020-04-24 09:45","id":"23156","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_vxgtwj5tg3sd9.png","is_collect":0,"is_good":0,"lead":"22日，习近平总书记先后来到陕西汽车控股集团有限公司、西安交通大学、大唐不夜城步行街，了解企业复工复产和社会生活秩序恢复等情况","link":"https://www.seetao.com/app_details/23156/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23156/zh.html","theme":"习近平总书记在西安考察调研社会生活秩序恢复等情况","type":"1","view_type":1},{"column_name":"宏观","content":"习近平总书记21日来到陕西省安康市平利县老县镇，在锦屏社区、镇卫生院、中心小学和茶园考察当地脱贫攻坚等情况。21日上午，习近平总书记来到安康市平利县老县镇锦屏社区考察调研。这里安置了全镇11个村的1346户高山危住户、地灾户和贫困户，共4173人。在搬迁户汪显平家，习近平同一家老少围坐在一起拉家常。他指出，移得出、稳得住、住得下去，才能安居乐业。要住得下去就要靠稳定就业，务工是主要出路。要实实在在做好就业工作，不能搞形式主义。（文字记者：张晓松 摄影记者：鞠鹏、谢环驰、燕雁、翟健岚）见道网编辑/黄利军","description":"习近平总书记21日来到陕西省安康市平利县老县镇，在锦屏社区、镇卫生院、中心小学和茶园考察当地脱贫攻坚等情况。","edit_time":"2020-04-24 09:33","id":"23150","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_u4tpaj1z3mtmu.png","is_collect":0,"is_good":0,"lead":"习近平总书记21日来到陕西省安康市平利县老县镇，在锦屏社区、镇卫生院、中心小学和茶园考察当地脱贫攻坚等情况","link":"https://www.seetao.com/app_details/23150/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23150/zh.html","theme":"习近平总书记陕西省安康市平利县考察脱贫攻坚情况","type":"1","view_type":1},{"column_name":"宏观","content":"2020年4月20日下午，正在陕西考察的习近平总书记来到柞水县小岭镇金米村。金米村地处秦岭深处，近年来依靠发展木耳等产业摆脱了贫困。村培训中心，几位村民正在做网上直播卖货的准备工作，总书记走到直播平台前，同他们亲切交谈起来。他表示，电商作为新兴业态，既可以推销农副产品、帮助群众脱贫致富，又可以推动乡村振兴，是大有可为的。（文字记者：张晓松 摄影记者：鞠鹏、谢环驰、燕雁、翟健岚）见道网编辑/黄利军","description":"习近平总书记表示，电商作为新兴业态，既可以推销农副产品、帮助群众脱贫致富，又可以推动乡村振兴，是大有可为的","edit_time":"2020-04-24 09:33","id":"23151","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_7zt9vm3th4ib7.png","is_collect":0,"is_good":0,"lead":"习近平总书记表示，电商作为新兴业态，既可以推销农副产品、帮助群众脱贫致富，又可以推动乡村振兴，是大有可为的","link":"https://www.seetao.com/app_details/23151/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23151/zh.html","theme":"习近平总书记在陕西柞水县小岭镇金米村直播带货","type":"1","view_type":1},{"column_name":"宏观","content":"习近平总书记22日下午来到西安交通大学，走进交大西迁博物馆，参观交大西迁的创业历程和辉煌成就展，亲切会见了14位西迁老教授。他谈起教授们两年前给他的一封来信，\u201c看了你们的信我非常感动，产生了强烈共鸣\u201d。习近平说，从黄浦江畔搬到渭水之滨，你们打起背包就出发，舍小家顾大家。交大西迁对整个国家和民族来讲、对西部发展战略布局来讲，意义都十分重大。他勉励广大师生不忘初心、牢记使命，继续发扬\u201c西迁精神\u201d，到祖国最需要的地方建功立业，把\u201c西迁精神\u201d一代代传承下去。（文字记者：张晓松 摄影记者：鞠鹏 谢环驰）见道网编辑/黄利军","description":"习近平勉励广大师生不忘初心、牢记使命，继续发扬\u201c西迁精神\u201d，到祖国最需要的地方建功立业，把\u201c西迁精神\u201d一代代传承下去","edit_time":"2020-04-24 09:33","id":"23154","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_68rvq1uhwx0ta.png","is_collect":0,"is_good":0,"lead":"习近平勉励广大师生不忘初心、牢记使命，继续发扬\u201c西迁精神\u201d，到祖国最需要的地方建功立业，把\u201c西迁精神\u201d一代代传承下去","link":"https://www.seetao.com/app_details/23154/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23154/zh.html","theme":"习近平总书记走进交大西迁博物馆会见了14位西迁老教授","type":"1","view_type":1},{"column_name":"战略","content":"2020年4月22日，习近平在西安考察复工复产和经济社会恢复运行等情况。陕西汽车控股集团有限公司是西北地区有影响力的制造企业。习近平详细了解产品研发、生产、销售和复工复产情况，对他们克服疫情影响创产销历史新高表示赞赏。总装车间内一片繁忙景象。习近平察看内饰生产线、总装配生产线，饶有兴致登上装配完成的民用重型卡车驾驶室，向技术人员询问产品性能和操作流程。习近平强调，制造业是国家经济命脉所系。国有大型企业要发挥主力军作用，在抓好常态化疫情防控的前提下，带动上下游产业和中小企业全面复工复产。习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶。（转载请注明见道网 www.seetao.com ）见道网编辑/黄利军","description":"习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶","edit_time":"2020-04-24 09:26","id":"23153","image_url":"https://s.seetao.com/Public/Uploads/publicity/2020-04-24/y_s_fn3cpbvg9kwah.png","is_collect":0,"is_good":0,"lead":"习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶","link":"https://www.seetao.com/app_details/23153/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23153/zh.html","theme":"习近平总书记到陕汽集团调研，考察复工复产情况","type":"4","view_type":1},{"column_name":"战略","content":"习近平总书记2020年4月22日来到陕西汽车控股集团有限公司考察调研，了解企业复工复产情况。陕西汽车控股集团有限公司是我国西北地区最大的制造企业。陕汽在清洁能源与新能源、智能网联商用车领域处于行业领先地位，拥有220余项专利技术，承担了国家863新能源商用车开发项目，成功开发出国内第一辆L4级智能重卡和燃料电池整车产品。陕汽是国有装备制造业企业。习近平曾经指出，国有企业在关系国家安全和国民经济命脉的主要行业和关键领域占据支配地位，是国民经济的重要支柱。对于装备制造业，他多次以国之重器相称。当下，作为具有辐射带动作用的龙头企业，陕汽对于推动全产业链联动复工发挥着重要作用。（转载请注明见道网www.seetao.com）见道网工程栏目编辑/段文燕&nbsp;","description":"习近平总书记在西安考察的第一站，是陕西汽车控股集团有限公司。作为我国西北地区最大的制造企业，陕汽位居中国机械500强第20位，攸关中国国脉。","edit_time":"2020-04-23 10:37","id":"23118","image_url":"https://s.seetao.com/Public/Uploads/publicity/2020-04-23/y_s_8c7f8nce0g4y0.png","is_collect":0,"is_good":0,"lead":"习近平总书记在西安考察的第一站，是陕西汽车控股集团有限公司。作为我国西北地区最大的制造企业，陕汽位居中国机械500强第20位，攸关中国国脉","link":"https://www.seetao.com/app_details/23118/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23118/zh.html","theme":"习近平考察西安，走进国脉第一站陕汽集团","type":"4","view_type":1},{"column_name":"宏观","content":"4月20日，浙江归来不到20天，习近平再次赴陕西考察。五年前，总书记在陕西考察并主持召开了第一场脱贫攻坚座谈会。他说：\u201c我们实现第一个百年奋斗目标、全面建成小康社会，没有老区的全面小康，特别是没有老区贫困人口脱贫致富，那是不完整的。这就是我常说的小康不小康、关键看老乡的涵义。\u201d全面建成小康社会决战决胜之年，总书记再回陕西看老乡。20日下午，习近平总书记当天下午，他首先来到位于商洛市柞水县的秦岭牛背梁国家级自然保护区，考察秦岭生态保护情况。之后前往小岭镇金米村，了解脱贫攻坚工作情况。（转载请注明见道网 www.seetao.com ）见道网战略栏目编辑/黄利军","description":"习近平总书记20日在陕西考察调研。当天下午，他首先来到位于商洛市柞水县的秦岭牛背梁国家级自然保护区，考察秦岭生态保护情况。之后前往小岭镇金米村，了解脱贫攻坚工作情况","edit_time":"2020-04-21 11:05","id":"22757","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-21/y_s_abz7ril61wg62.png","is_collect":0,"is_good":0,"lead":"习近平总书记20日在陕西考察调研。当天下午，他首先来到位于商洛市柞水县的秦岭牛背梁国家级自然保护区，考察秦岭生态保护情况。之后前往小岭镇金米村，了解脱贫攻坚工作情况","link":"https://www.seetao.com/app_details/22757/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/22757/zh.html","theme":"习近平总书记在陕西考察，首先考察秦岭生态保护情况 ","type":"1","view_type":1},{"column_name":"即时","content":"2020年3月29日，习近平总书记来到了浙江，对浙江地区进行考察调研。而此次更是关注到的是复工复产的情况。总书记先后考察了额宁波舟山港，了解了港口的复工复产情况。编辑/张祥龙","description":"","edit_time":"2020-03-30 13:58","id":"20613","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-03-30/y_s_l0chwi5gge55k.png","is_collect":0,"is_good":0,"lead":"","link":"https://www.seetao.com/app_details/20613/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/20613/zh.html","theme":"习近平总书记视察浙江复工情况","type":"2","view_type":1}],"more":1,"point_time":1588153696,"start":1}
     * message : 操作成功
     */

    private int code;
    private DataBean data;
    private String message;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public String getMessage() {
        return message;
    }

    public void setMessage(String message) {
        this.message = message;
    }

    public static class DataBean {
        /**
         * keywords : 习近平
         * list : [{"column_name":"地缘","content":"2020年4月27日晚间，中国国家主席习近平同伊朗总统鲁哈尼通电话。鲁哈尼对中方为伊朗人民抗击疫情及时提供宝贵医疗专家组及物资援助深表感谢。习近平代表中国政府和中国人民，对伊朗政府和伊朗人民抗击新冠肺炎疫情表示诚挚慰问和坚定支持。习近平指出，在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。中国人民心系伊朗人民抗击疫情，已向伊方援助多批抗疫物资，并向贵国派遣了首个对外抗疫医疗专家组。中方愿同伊方继续加强抗疫合作，分享抗疫经验，提供力所能及的帮助。相信在你领导下，伊朗人民一定能够早日战胜疫情。习近平强调，面对这次全球性重大突发公共卫生事件，国际社会只有加强协调合作，才能形成战胜疫情的合力。单边制裁妨碍伊朗及国际社会抗疫努力。中方坚定发展中伊全面战略伙伴关系，坚定支持伊朗捍卫国家主权和尊严。中方愿同伊朗等国际社会一道，加强国际抗疫合作，共同争取抗疫斗争最终胜利，为维护世界公共卫生安全作出贡献。鲁哈尼对中方成功控制疫情感到高兴，中方经验值得各国借鉴。面对疫情，伊中两国相互支持，两国人民友谊得到深化。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系。当前形势下，应立即解除对伊非法单边制裁。伊方希同各国一道，共同维护多边主义，捍卫国际公平正义和伊方正当权益。（转载请注明见道网 www.seetao.com ）见道网战略栏目编辑/黄利军","description":"在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系","edit_time":"2020-04-28 09:40","id":"23610","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-28/y_s_x9tzzb93vr0io.png","is_collect":0,"is_good":0,"lead":"在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系","link":"https://www.seetao.com/app_details/23610/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23610/zh.html","theme":"习近平同伊朗总统鲁哈尼通电话，鲁哈尼感谢中方对伊朗援助","type":"1","view_type":1},{"column_name":"宏观","content":"新华社西安4月23日电 中共中央总书记、国家主席、中央军委主席习近平近日在陕西考察时强调，要全面落实党中央决策部署，坚持稳中求进工作总基调，坚持新发展理念，扎实做好稳就业、稳金融、稳外贸、稳外资、稳投资、稳预期工作，全面落实保居民就业、保基本民生、保市场主体、保粮食能源安全、保产业链供应链稳定、保基层运转任务，努力克服新冠肺炎疫情带来的不利影响，确保完成决战决胜脱贫攻坚目标任务，全面建成小康社会，奋力谱写陕西新时代追赶超越新篇章。四月的三秦大地，到处春意盎然。4月20日至23日，习近平在陕西省委书记胡和平和省长刘国中陪同下，先后来到商洛、安康、西安等地，深入自然保护区、贫困山区、社区、学校、企业等，了解秦岭生态环境保护、脱贫攻坚、复工复产等情况，就统筹推进新冠肺炎疫情防控和经济社会发展工作、打赢脱贫攻坚战进行调研，看望慰问干部群众。4月20日，习近平在位于秦岭山脉东段的牛背梁国家级自然保护区羚牛谷，了解秦岭生态环境保护情况秦岭山脉是我国重要的生态安全屏障。党的十八大以来，习近平总书记多次就查处秦岭北麓西安境内违建别墅问题、加强秦岭生态保护作出重要指示批示。20日下午，习近平抵达商洛市柞水县，首先来到位于秦岭山脉东段的牛背梁国家级自然保护区，步行进入羚牛谷察看自然生态，称赞这里是\u201c养在深闺人未识的天然氧吧\u201d。4月20日，习近平在位于秦岭山脉东段的牛背梁国家级自然保护区羚牛谷，了解秦岭生态环境保护情况随后，习近平乘车来到海拔1700米的月亮垭，远眺秦岭牛背梁主峰，听取陕西省吸取秦岭北麓违建别墅问题教训、抓好生态保护等工作汇报。习近平强调，秦岭和合南北、泽被天下，是我国的中央水塔，是中华民族的祖脉和中华文化的重要象征。保护好秦岭生态环境，对确保中华民族长盛不衰、实现\u201c两个一百年\u201d奋斗目标、实现可持续发展具有十分重大而深远的意义。陕西要深刻吸取秦岭违建别墅问题的教训，痛定思痛，警钟长鸣，以对党、对历史、对人民高度负责的精神，以功成不必在我的胸怀，把秦岭生态环境保护和修复工作摆上重要位置，履行好职责，当好秦岭生态卫士，决不能重蹈覆辙，决不能在历史上留下骂名。要自觉讲政治，对国之大者要心中有数，关注党中央在关心什么、强调什么，深刻领会什么是党和国家最重要的利益、什么是最需要坚定维护的立场，切实把增强\u201c四个意识\u201d、坚定\u201c四个自信\u201d、做到\u201c两个维护\u201d落到行动上，不能只停留在口号上。4月20日，习近平在位于秦岭山脉东段的牛背梁国家级自然保护区月亮垭，察看秦岭自然生态，了解陕西省吸取秦岭北麓违建别墅问题教训、抓好生态保护等情况离开保护区，沿着陡峭的山路，习近平乘车前往柞水县小岭镇金米村考察脱贫攻坚情况。金米村位于秦岭深处，曾经是极度贫困村，近年来通过发展木耳、中药材、旅游等产业实现了整村脱贫。习近平步行察看村容村貌，走进村培训中心、智能联栋木耳大棚，了解木耳品种和种植流程，询问木耳价格、销路和村民收入等，夸奖他们把小木耳办成了大产业。习近平指出，发展扶贫产业，重在群众受益，难在持续稳定。要延伸产业链条，提高抗风险能力，建立更加稳定的利益联结机制，确保贫困群众持续稳定增收。脱贫摘帽不是终点，而是新生活、新奋斗的起点。接下来要做好乡村振兴这篇大文章，推动乡村产业、人才、文化、生态、组织等全面振兴。4月20日至23日，中共中央总书记、国家主席、中央军委主席习近平在陕西考察。这是4月20日，习近平在商洛市柞水县小岭镇金米村培训中心，了解该村发展木耳产业情况4月20日，习近平在商洛市柞水县小岭镇金米村智能联栋木耳大棚，同村民亲切交流4月20日，习近平在商洛市柞水县小岭镇金米村，了解该村发展木耳产业情况4月20日，习近平在商洛市柞水县小岭镇金米村考察时，向村民们挥手致意安康市地处秦巴山区集中连片特困地区的核心区。21日上午，习近平来到安康市平利县老县镇锦屏社区。锦屏社区累计安置搬迁贫困群众1346户4173人。习近平实地察看了社区电子加工厂、毛绒玩具厂、服饰公司产品展示厅，对当地\u201c山上兴产业，山下建社区，社区办工厂\u201d的发展思路给予肯定，勉励企业努力克服疫情带来的不利影响，积极拓展国内市场。习近平强调，今年是脱贫攻坚决战决胜之年，解决好贫困群众就业问题非常重要。各级党委和政府要加大扶持力度，通过各种方法保障贫困群众就业。镇上的群众听说总书记来了，纷纷来到街上，高声向总书记问好。习近平祝乡亲们幸福安康！4月21日，习近平在安康市平利县老县镇锦屏社区考察社区毛绒玩具厂，了解搬迁群众就业情况在搬迁户汪显平家，习近平同一家老少围坐在一起拉家常。汪显平告诉总书记，以前在山里，住的是土房，走的是山路，干啥都不方便，搬到社区后，一家人住进了三室两厅的楼房，夫妻两人就近务工，还能照顾老人，过上了过去做梦都想不到的好日子。习近平听了十分高兴。他强调，易地搬迁是解决一方水土养不好一方人、实现贫困群众跨越式发展的根本途径，也是打赢脱贫攻坚战的重要途径。搬得出的问题基本解决后，后续扶持最关键的是就业。乐业才能安居。解决好就业问题，才能确保搬迁群众稳得住、逐步能致富，防止返贫。易地搬迁群众来自四面八方，加强社区建设很重要。基层党组织要发挥领导核心作用，把社区管理和服务工作抓好，求真务实，让人民群众获得实实在在的好处。4月21日，习近平在安康市平利县老县镇锦屏社区，同搬迁户汪显平一家围坐在一起拉家常随后，习近平来到老县镇卫生院，了解基层卫生防疫、医疗保障工作，并向坚守在基层防疫抗疫一线广大医务人员表示亲切慰问。习近平指出，要加快补齐公共卫生服务短板，加强农村、社区等基层疫情防控能力建设，把各项防控措施常态化。4月21日，习近平在安康市平利县老县镇卫生院，了解基层卫生防疫、医疗保障工作镇中心小学四至六年级学生已于4月20日开学。习近平走进教室，孩子们齐声向习爷爷问好。习近平询问孩子们学习和生活情况。他强调，要推进城乡义务教育一体化发展，缩小城乡教育资源差距，促进教育公平，切断贫困代际传递。习近平接着来到学校食堂，了解学生伙食和复学后疫情防控情况，叮嘱他们加强学校重点场所消毒，为复学复课提供安全的环境。4月21日，习近平在安康市平利县老县镇中心小学食堂，了解学生伙食和复学后疫情防控情况位于老县镇蒋家坪村的女娲凤凰茶业现代示范园区，属于苏陕扶贫协作项目，通过\u201c党支部+龙头企业+贫困户\u201d的模式，带动100多户贫困户年人均增收千元以上。深山之中，春雨淅沥，云雾缭绕。习近平拾级而上，步入茶园，沿途察看春茶长势，同茶农们亲切交谈，仔细询问茶叶收成、价格和村民土地流转、参加分红、务工收入等情况。他指出，人不负青山，青山定不负人。绿水青山既是自然财富，又是经济财富。希望乡亲们坚定不移走生态优先、绿色发展之路，因茶致富、因茶兴业，脱贫奔小康。4月21日，习近平在安康市平利县老县镇蒋家坪村女娲凤凰茶业现代示范园区，同茶农们亲切交谈22日，习近平在西安考察复工复产和经济社会恢复运行等情况。陕西汽车控股集团有限公司是西北地区有影响力的制造企业。习近平详细了解产品研发、生产、销售和复工复产情况，对他们克服疫情影响创产销历史新高表示赞赏。总装车间内一片繁忙景象。习近平察看内饰生产线、总装配生产线，饶有兴致登上装配完成的民用重型卡车驾驶室，向技术人员询问产品性能和操作流程。习近平强调，制造业是国家经济命脉所系。国有大型企业要发挥主力军作用，在抓好常态化疫情防控的前提下，带动上下游产业和中小企业全面复工复产。习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶。4月22日，习近平在陕西汽车控股集团有限公司总装车间察看生产线，了解产品研发、生产、销售和复工复产情况4月22日，习近平在陕西汽车控股集团有限公司考察时，同企业职工亲切交流交大西迁博物馆坐落于西安交通大学兴庆校区。上世纪50年代，一批交大人响应党的号召，\u201c打起背包就出发\u201d，从上海迁至西安。博物馆二层和三层展厅，分别呈现了交大西迁的创业历程和辉煌成就。习近平仔细端详一张张照片、一件件实物。在一层大厅，习近平亲切会见14位西迁老教授，祝愿他们身体安康、家庭幸福。习近平指出，\u201c西迁精神\u201d的核心是爱国主义，精髓是听党指挥跟党走，与党和国家、与民族和人民同呼吸、共命运，具有深刻现实意义和历史意义。要坚持党对高校工作的全面领导，坚持立德树人，建设高素质教师队伍，努力培养更多一流人才。习近平勉励广大师生大力弘扬\u201c西迁精神\u201d，抓住新时代新机遇，到祖国最需要的地方建功立业，在新征程上创造属于我们这代人的历史功绩。4月22日，习近平在西安交通大学交大西迁博物馆参观4月22日，习近平在西安交通大学交大西迁博物馆亲切会见西迁老教授傍晚时分，习近平乘车来到毗邻大雁塔的大唐不夜城步行街。疫情发生以来，昔日熙熙攘攘的步行街一度空荡无人，现在又开始热闹起来。习近平走进步行街，了解步行街恢复经营状况。沿途游客看见总书记，惊喜地欢呼起来，习近平频频挥手致意。他走进老字号西安饭庄，同店员和正在就餐的顾客热情交谈。习近平强调，要在科学防控疫情的前提下，有序推动各类商场、市场复商复市，努力恢复正常生活秩序。4月22日，习近平在西安大唐不夜城步行街考察时，向游客挥手致意4月22日，习近平走进西安大唐不夜城步行街老字号西安饭庄，同正在就餐的顾客热情交谈4月22日，习近平在西安大唐不夜城步行街考察时，向游客挥手致意2020年4月23日上午，习近平听取了陕西省委和省政府工作汇报，对陕西各项工作予以肯定。习近平指出，今年是全面建成小康社会和\u201c十三五\u201d规划收官之年，也是脱贫攻坚决战决胜之年，突如其来的新冠肺炎疫情给我们完成既定目标任务带来挑战。希望陕西广大干部群众只争朝夕、真抓实干，在新时代各项工作中取得新气象新作为，为实现\u201c两个一百年\u201d奋斗目标、实现中华民族伟大复兴的中国梦贡献力量。习近平强调，我国经济稳中向好、长期向好的基本趋势没有改变。要坚定信心、保持定力，加快转变经济发展方式，把实体经济特别是制造业做实做强做优，推进5G、物联网、人工智能、工业互联网等新型基建投资，加大交通、水利、能源等领域投资力度，补齐农村基础设施和公共服务短板，着力解决发展不平衡不充分问题。要围绕产业链部署创新链、围绕创新链布局产业链，推动经济高质量发展迈出更大步伐。习近平指出，要围绕推进国家治理体系和治理能力现代化，突出基础性、根本性、全局性的重大改革举措，打造内陆改革开放高地。要深度融入共建\u201c一带一路\u201d大格局，加快形成面向中亚南亚西亚国家的通道、商贸物流枢纽、重要产业和人文交流基地，构筑内陆地区效率高、成本低、服务优的国际贸易通道。习近平强调，陕西生态环境保护，不仅关系自身发展质量和可持续发展，而且关系全国生态环境大局。要牢固树立绿水青山就是金山银山的理念，统筹山水林田湖草系统治理，优化国土空间开发格局，调整区域产业布局，发展清洁生产，推进绿色发展，打好蓝天、碧水、净土保卫战。要坚持不懈开展退耕还林还草，推进荒漠化、水土流失综合治理，推动黄河流域从过度干预、过度利用向自然修复、休养生息转变，改善流域生态环境质量。习近平指出，民生是人民幸福之基、社会和谐之本。要坚持以人民为中心的发展思想，扎实办好民生实事。要瞄准突出问题精准施策，做好剩余贫困人口脱贫工作，因地制宜发展区域特色产业，加快建立防止返贫监测和帮扶机制，加强易地扶贫搬迁后续扶持，多措并举巩固脱贫成果。要做好高校毕业生、农民工、退役军人等重点群体就业工作，多渠道促进就业创业。要加强和创新社会治理，坚持和完善新时代\u201c枫桥经验\u201d，深化扫黑除恶专项斗争。习近平强调，这次抗击疫情斗争是一次大考，充分彰显了各级党组织的强大战斗力，彰显了广大党员、干部的先锋模范作用，同时也暴露出一些党组织组织领导力不强，一些党员干部能力不足、作风不实等问题。各级党委（党组）要切实落实全面从严治党主体责任，把全面从严治党的要求落实到党的建设全过程。习近平指出，延安精神培育了一代代中国共产党人，是我们党的宝贵精神财富。要坚持不懈用延安精神教育广大党员、干部，用以滋养初心、淬炼灵魂，从中汲取信仰的力量、查找党性的差距、校准前进的方向。要把政治建设摆在首位，严肃党内政治生活，严格落实中央八项规定及其实施细则精神，坚决破除形式主义、官僚主义，构建一体推进不敢腐、不能腐、不想腐体制机制，为各项事业发展提供坚强保障。习近平强调，陕西是中华民族和华夏文明重要发祥地之一。要加大文物保护力度，弘扬中华优秀传统文化、革命文化、社会主义先进文化，培育社会主义核心价值观，加强公共文化产品和服务供给，更好满足人民群众精神文化生活需要。丁薛祥、刘鹤、何立峰和中央有关部门负责同志陪同考察。见道网工程栏目编辑/黄利军","description":"4月20日至23日，习近平在陕西省委书记胡和平和省长刘国中陪同下，先后来到商洛、安康、西安等地，深入自然保护区、贫困山区、社区、学校、企业等，了解秦岭生态环境保护、脱贫攻坚、复工复产等情况，就统筹推进新冠肺炎疫情防控和经济社会发展工作、打赢脱贫攻坚战进行调研，看望慰问干部群众","edit_time":"2020-04-24 10:32","id":"23162","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_r2zj75y3f7rhy.png","is_collect":0,"is_good":0,"lead":"4月20日至23日，习近平在陕西省委书记胡和平和省长刘国中陪同下，先后来到商洛、安康、西安等地，深入自然保护区、贫困山区、社区、学校、企业等，了解秦岭生态环境保护、脱贫攻坚、复工复产等情况，就统筹推进新冠肺炎疫情防控和经济社会发展工作、打赢脱贫攻坚战进行调研，看望慰问干部群众","link":"https://www.seetao.com/app_details/23162/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23162/zh.html","theme":"习近平总书记在陕西考察时强调奋力谱写陕西新时代追赶超越新篇章","type":"1","view_type":1},{"column_name":"宏观","content":"习近平总书记22日在西安考察调研。他先后来到陕西汽车控股集团有限公司、西安交通大学、大唐不夜城步行街，了解企业复工复产和社会生活秩序恢复等情况。（文字记者：张晓松 摄影记者：鞠鹏、谢环驰、燕雁、翟健岚）见道网编辑/黄利军","description":"习近平总书记22日在西安考察调研。他先后来到陕西汽车控股集团有限公司、西安交通大学、大唐不夜城步行街，了解企业复工复产和社会生活秩序恢复等情况。","edit_time":"2020-04-24 09:45","id":"23156","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_vxgtwj5tg3sd9.png","is_collect":0,"is_good":0,"lead":"22日，习近平总书记先后来到陕西汽车控股集团有限公司、西安交通大学、大唐不夜城步行街，了解企业复工复产和社会生活秩序恢复等情况","link":"https://www.seetao.com/app_details/23156/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23156/zh.html","theme":"习近平总书记在西安考察调研社会生活秩序恢复等情况","type":"1","view_type":1},{"column_name":"宏观","content":"习近平总书记21日来到陕西省安康市平利县老县镇，在锦屏社区、镇卫生院、中心小学和茶园考察当地脱贫攻坚等情况。21日上午，习近平总书记来到安康市平利县老县镇锦屏社区考察调研。这里安置了全镇11个村的1346户高山危住户、地灾户和贫困户，共4173人。在搬迁户汪显平家，习近平同一家老少围坐在一起拉家常。他指出，移得出、稳得住、住得下去，才能安居乐业。要住得下去就要靠稳定就业，务工是主要出路。要实实在在做好就业工作，不能搞形式主义。（文字记者：张晓松 摄影记者：鞠鹏、谢环驰、燕雁、翟健岚）见道网编辑/黄利军","description":"习近平总书记21日来到陕西省安康市平利县老县镇，在锦屏社区、镇卫生院、中心小学和茶园考察当地脱贫攻坚等情况。","edit_time":"2020-04-24 09:33","id":"23150","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_u4tpaj1z3mtmu.png","is_collect":0,"is_good":0,"lead":"习近平总书记21日来到陕西省安康市平利县老县镇，在锦屏社区、镇卫生院、中心小学和茶园考察当地脱贫攻坚等情况","link":"https://www.seetao.com/app_details/23150/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23150/zh.html","theme":"习近平总书记陕西省安康市平利县考察脱贫攻坚情况","type":"1","view_type":1},{"column_name":"宏观","content":"2020年4月20日下午，正在陕西考察的习近平总书记来到柞水县小岭镇金米村。金米村地处秦岭深处，近年来依靠发展木耳等产业摆脱了贫困。村培训中心，几位村民正在做网上直播卖货的准备工作，总书记走到直播平台前，同他们亲切交谈起来。他表示，电商作为新兴业态，既可以推销农副产品、帮助群众脱贫致富，又可以推动乡村振兴，是大有可为的。（文字记者：张晓松 摄影记者：鞠鹏、谢环驰、燕雁、翟健岚）见道网编辑/黄利军","description":"习近平总书记表示，电商作为新兴业态，既可以推销农副产品、帮助群众脱贫致富，又可以推动乡村振兴，是大有可为的","edit_time":"2020-04-24 09:33","id":"23151","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_7zt9vm3th4ib7.png","is_collect":0,"is_good":0,"lead":"习近平总书记表示，电商作为新兴业态，既可以推销农副产品、帮助群众脱贫致富，又可以推动乡村振兴，是大有可为的","link":"https://www.seetao.com/app_details/23151/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23151/zh.html","theme":"习近平总书记在陕西柞水县小岭镇金米村直播带货","type":"1","view_type":1},{"column_name":"宏观","content":"习近平总书记22日下午来到西安交通大学，走进交大西迁博物馆，参观交大西迁的创业历程和辉煌成就展，亲切会见了14位西迁老教授。他谈起教授们两年前给他的一封来信，\u201c看了你们的信我非常感动，产生了强烈共鸣\u201d。习近平说，从黄浦江畔搬到渭水之滨，你们打起背包就出发，舍小家顾大家。交大西迁对整个国家和民族来讲、对西部发展战略布局来讲，意义都十分重大。他勉励广大师生不忘初心、牢记使命，继续发扬\u201c西迁精神\u201d，到祖国最需要的地方建功立业，把\u201c西迁精神\u201d一代代传承下去。（文字记者：张晓松 摄影记者：鞠鹏 谢环驰）见道网编辑/黄利军","description":"习近平勉励广大师生不忘初心、牢记使命，继续发扬\u201c西迁精神\u201d，到祖国最需要的地方建功立业，把\u201c西迁精神\u201d一代代传承下去","edit_time":"2020-04-24 09:33","id":"23154","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-24/y_s_68rvq1uhwx0ta.png","is_collect":0,"is_good":0,"lead":"习近平勉励广大师生不忘初心、牢记使命，继续发扬\u201c西迁精神\u201d，到祖国最需要的地方建功立业，把\u201c西迁精神\u201d一代代传承下去","link":"https://www.seetao.com/app_details/23154/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23154/zh.html","theme":"习近平总书记走进交大西迁博物馆会见了14位西迁老教授","type":"1","view_type":1},{"column_name":"战略","content":"2020年4月22日，习近平在西安考察复工复产和经济社会恢复运行等情况。陕西汽车控股集团有限公司是西北地区有影响力的制造企业。习近平详细了解产品研发、生产、销售和复工复产情况，对他们克服疫情影响创产销历史新高表示赞赏。总装车间内一片繁忙景象。习近平察看内饰生产线、总装配生产线，饶有兴致登上装配完成的民用重型卡车驾驶室，向技术人员询问产品性能和操作流程。习近平强调，制造业是国家经济命脉所系。国有大型企业要发挥主力军作用，在抓好常态化疫情防控的前提下，带动上下游产业和中小企业全面复工复产。习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶。（转载请注明见道网 www.seetao.com ）见道网编辑/黄利军","description":"习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶","edit_time":"2020-04-24 09:26","id":"23153","image_url":"https://s.seetao.com/Public/Uploads/publicity/2020-04-24/y_s_fn3cpbvg9kwah.png","is_collect":0,"is_good":0,"lead":"习近平指出，新时代陕西要有勇立潮头、争当时代弄潮儿的志向和气魄，既要抓住西部大开发、共建\u201c一带一路\u201d等重大机遇，又要善于从眼前的危机和挑战中抢抓和创造机遇，不断发展新模式、新业态、新技术、新产品，创造新的更大业绩，迈上新的台阶","link":"https://www.seetao.com/app_details/23153/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23153/zh.html","theme":"习近平总书记到陕汽集团调研，考察复工复产情况","type":"4","view_type":1},{"column_name":"战略","content":"习近平总书记2020年4月22日来到陕西汽车控股集团有限公司考察调研，了解企业复工复产情况。陕西汽车控股集团有限公司是我国西北地区最大的制造企业。陕汽在清洁能源与新能源、智能网联商用车领域处于行业领先地位，拥有220余项专利技术，承担了国家863新能源商用车开发项目，成功开发出国内第一辆L4级智能重卡和燃料电池整车产品。陕汽是国有装备制造业企业。习近平曾经指出，国有企业在关系国家安全和国民经济命脉的主要行业和关键领域占据支配地位，是国民经济的重要支柱。对于装备制造业，他多次以国之重器相称。当下，作为具有辐射带动作用的龙头企业，陕汽对于推动全产业链联动复工发挥着重要作用。（转载请注明见道网www.seetao.com）见道网工程栏目编辑/段文燕&nbsp;","description":"习近平总书记在西安考察的第一站，是陕西汽车控股集团有限公司。作为我国西北地区最大的制造企业，陕汽位居中国机械500强第20位，攸关中国国脉。","edit_time":"2020-04-23 10:37","id":"23118","image_url":"https://s.seetao.com/Public/Uploads/publicity/2020-04-23/y_s_8c7f8nce0g4y0.png","is_collect":0,"is_good":0,"lead":"习近平总书记在西安考察的第一站，是陕西汽车控股集团有限公司。作为我国西北地区最大的制造企业，陕汽位居中国机械500强第20位，攸关中国国脉","link":"https://www.seetao.com/app_details/23118/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/23118/zh.html","theme":"习近平考察西安，走进国脉第一站陕汽集团","type":"4","view_type":1},{"column_name":"宏观","content":"4月20日，浙江归来不到20天，习近平再次赴陕西考察。五年前，总书记在陕西考察并主持召开了第一场脱贫攻坚座谈会。他说：\u201c我们实现第一个百年奋斗目标、全面建成小康社会，没有老区的全面小康，特别是没有老区贫困人口脱贫致富，那是不完整的。这就是我常说的小康不小康、关键看老乡的涵义。\u201d全面建成小康社会决战决胜之年，总书记再回陕西看老乡。20日下午，习近平总书记当天下午，他首先来到位于商洛市柞水县的秦岭牛背梁国家级自然保护区，考察秦岭生态保护情况。之后前往小岭镇金米村，了解脱贫攻坚工作情况。（转载请注明见道网 www.seetao.com ）见道网战略栏目编辑/黄利军","description":"习近平总书记20日在陕西考察调研。当天下午，他首先来到位于商洛市柞水县的秦岭牛背梁国家级自然保护区，考察秦岭生态保护情况。之后前往小岭镇金米村，了解脱贫攻坚工作情况","edit_time":"2020-04-21 11:05","id":"22757","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-04-21/y_s_abz7ril61wg62.png","is_collect":0,"is_good":0,"lead":"习近平总书记20日在陕西考察调研。当天下午，他首先来到位于商洛市柞水县的秦岭牛背梁国家级自然保护区，考察秦岭生态保护情况。之后前往小岭镇金米村，了解脱贫攻坚工作情况","link":"https://www.seetao.com/app_details/22757/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/22757/zh.html","theme":"习近平总书记在陕西考察，首先考察秦岭生态保护情况 ","type":"1","view_type":1},{"column_name":"即时","content":"2020年3月29日，习近平总书记来到了浙江，对浙江地区进行考察调研。而此次更是关注到的是复工复产的情况。总书记先后考察了额宁波舟山港，了解了港口的复工复产情况。编辑/张祥龙","description":"","edit_time":"2020-03-30 13:58","id":"20613","image_url":"https://s.seetao.com/Public/Uploads/thumbnail/2020-03-30/y_s_l0chwi5gge55k.png","is_collect":0,"is_good":0,"lead":"","link":"https://www.seetao.com/app_details/20613/zh/android/version/1.html","share_link":"https://www.seetao.com/m_details/20613/zh.html","theme":"习近平总书记视察浙江复工情况","type":"2","view_type":1}]
         * more : 1
         * point_time : 1588153696
         * start : 1
         */

        private String keywords;
        private int more;
        private int point_time;
        private int start;
        private List<ListBean> list;

        public String getKeywords() {
            return keywords;
        }

        public void setKeywords(String keywords) {
            this.keywords = keywords;
        }

        public int getMore() {
            return more;
        }

        public void setMore(int more) {
            this.more = more;
        }

        public int getPoint_time() {
            return point_time;
        }

        public void setPoint_time(int point_time) {
            this.point_time = point_time;
        }

        public int getStart() {
            return start;
        }

        public void setStart(int start) {
            this.start = start;
        }

        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public static class ListBean {
            /**
             * column_name : 地缘
             * content : 2020年4月27日晚间，中国国家主席习近平同伊朗总统鲁哈尼通电话。鲁哈尼对中方为伊朗人民抗击疫情及时提供宝贵医疗专家组及物资援助深表感谢。习近平代表中国政府和中国人民，对伊朗政府和伊朗人民抗击新冠肺炎疫情表示诚挚慰问和坚定支持。习近平指出，在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。中国人民心系伊朗人民抗击疫情，已向伊方援助多批抗疫物资，并向贵国派遣了首个对外抗疫医疗专家组。中方愿同伊方继续加强抗疫合作，分享抗疫经验，提供力所能及的帮助。相信在你领导下，伊朗人民一定能够早日战胜疫情。习近平强调，面对这次全球性重大突发公共卫生事件，国际社会只有加强协调合作，才能形成战胜疫情的合力。单边制裁妨碍伊朗及国际社会抗疫努力。中方坚定发展中伊全面战略伙伴关系，坚定支持伊朗捍卫国家主权和尊严。中方愿同伊朗等国际社会一道，加强国际抗疫合作，共同争取抗疫斗争最终胜利，为维护世界公共卫生安全作出贡献。鲁哈尼对中方成功控制疫情感到高兴，中方经验值得各国借鉴。面对疫情，伊中两国相互支持，两国人民友谊得到深化。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系。当前形势下，应立即解除对伊非法单边制裁。伊方希同各国一道，共同维护多边主义，捍卫国际公平正义和伊方正当权益。（转载请注明见道网 www.seetao.com ）见道网战略栏目编辑/黄利军
             * description : 在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系
             * edit_time : 2020-04-28 09:40
             * id : 23610
             * image_url : https://s.seetao.com/Public/Uploads/thumbnail/2020-04-28/y_s_x9tzzb93vr0io.png
             * is_collect : 0
             * is_good : 0
             * lead : 在这次抗疫斗争中，中伊两国同舟共济、守望相助，充分体现了中伊两国和两国人民的深情厚谊。伊方对中方为伊朗人民抗击疫情及时提供宝贵物资援助深表感谢，愿同中方加强卫生等领域合作，进一步发展两国战略伙伴关系
             * link : https://www.seetao.com/app_details/23610/zh/android/version/1.html
             * share_link : https://www.seetao.com/m_details/23610/zh.html
             * theme : 习近平同伊朗总统鲁哈尼通电话，鲁哈尼感谢中方对伊朗援助
             * type : 1
             * view_type : 1
             */

            private String column_name;
            private String content;
            private String description;
            private String edit_time;
            private String id;
            private String image_url;
            private int is_collect;
            private int is_good;
            private String lead;
            private String link;
            private String share_link;
            private String theme;
            private String type;
            private int view_type;

            public String getColumn_name() {
                return column_name;
            }

            public void setColumn_name(String column_name) {
                this.column_name = column_name;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public String getDescription() {
                return description;
            }

            public void setDescription(String description) {
                this.description = description;
            }

            public String getEdit_time() {
                return edit_time;
            }

            public void setEdit_time(String edit_time) {
                this.edit_time = edit_time;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getImage_url() {
                return image_url;
            }

            public void setImage_url(String image_url) {
                this.image_url = image_url;
            }

            public int getIs_collect() {
                return is_collect;
            }

            public void setIs_collect(int is_collect) {
                this.is_collect = is_collect;
            }

            public int getIs_good() {
                return is_good;
            }

            public void setIs_good(int is_good) {
                this.is_good = is_good;
            }

            public String getLead() {
                return lead;
            }

            public void setLead(String lead) {
                this.lead = lead;
            }

            public String getLink() {
                return link;
            }

            public void setLink(String link) {
                this.link = link;
            }

            public String getShare_link() {
                return share_link;
            }

            public void setShare_link(String share_link) {
                this.share_link = share_link;
            }

            public String getTheme() {
                return theme;
            }

            public void setTheme(String theme) {
                this.theme = theme;
            }

            public String getType() {
                return type;
            }

            public void setType(String type) {
                this.type = type;
            }

            public int getView_type() {
                return view_type;
            }

            public void setView_type(int view_type) {
                this.view_type = view_type;
            }
        }
    }
}
